[
  {
    "id": 1,
    "sure_no": 2,
    "ayet_no": 2,
    "arabic_text": "ذَ ٰ⁠لِكَ ٱلۡكِتَـٰبُ لَا رَیۡبَۛ فِیهِۛ هُدࣰى لِّلۡمُتَّقِینَ\n",
    "turkish_text": "Bu, doğruluğu şüphe götürmeyen ve Allah'a karşı gelmekten sakınanlara yol gösteren Kitap'dır."
  },
  {
    "id": 2,
    "sure_no": 2,
    "ayet_no": 286,
    "arabic_text": "لَا یُكَلِّفُ ٱللَّهُ نَفۡسًا إِلَّا وُسۡعَهَاۚ لَهَا مَا كَسَبَتۡ وَعَلَیۡهَا مَا ٱكۡتَسَبَتۡۗ رَبَّنَا لَا تُؤَاخِذۡنَاۤ إِن نَّسِینَاۤ أَوۡ أَخۡطَأۡنَاۚ رَبَّنَا وَلَا تَحۡمِلۡ عَلَیۡنَاۤ إِصۡرࣰا كَمَا حَمَلۡتَهُۥ عَلَى ٱلَّذِینَ مِن قَبۡلِنَاۚ رَبَّنَا وَلَا تُحَمِّلۡنَا مَا لَا طَاقَةَ لَنَا بِهِۦۖ وَٱعۡفُ عَنَّا وَٱغۡفِرۡ لَنَا وَٱرۡحَمۡنَاۤۚ أَنتَ مَوۡلَىٰنَا فَٱنصُرۡنَا عَلَى ٱلۡقَوۡمِ ٱلۡكَـٰفِرِینَ\n",
    "turkish_text": "Allah kişiye ancak gücünün yeteceği kadar yükler; kazandığı iyilik lehine, ettiği kötülük de aleyhinedir. Rabbimiz! Eğer unutacak veya yanılacak olursak bizi sorumlu tutma. Rabbimiz bizden öncekilere yüklediğin gibi, bize de ağır yük yükleme. Rabbimiz! Bize gücümüzün yetmeyeceği şeyi taşıtma, bizi affet, bizi bağışla, bize acı. Sen Mevlamızsın, kafirlere karşı bize yardım et."
  },
  {
    "id": 3,
    "sure_no": 10,
    "ayet_no": 2,
    "arabic_text": "أَكَانَ لِلنَّاسِ عَجَبًا أَنۡ أَوۡحَیۡنَاۤ إِلَىٰ رَجُلࣲ مِّنۡهُمۡ أَنۡ أَنذِرِ ٱلنَّاسَ وَبَشِّرِ ٱلَّذِینَ ءَامَنُوۤا۟ أَنَّ لَهُمۡ قَدَمَ صِدۡقٍ عِندَ رَبِّهِمۡۗ قَالَ ٱلۡكَـٰفِرُونَ إِنَّ هَـٰذَا لَسَـٰحِرࣱ مُّبِینٌ\n",
    "turkish_text": "İçlerinden birine, \"İnsanları uyar ve inananlara, Rableri katında yüksek makamlar olduğunu müjdele\" diye vahyetmemiz, insanların tuhafına mı gitti ki, kafirler: \"Bu apaçık bir büyücüdür\" dediler?"
  },
  {
    "id": 4,
    "sure_no": 1,
    "ayet_no": 1,
    "arabic_text": "",
    "turkish_text": "Bismillahirrahmanirrahim."
  },
  {
    "id": 5,
    "sure_no": 2,
    "ayet_no": 255,
    "arabic_text": "",
    "turkish_text": "Allah, kendisinden başka hiçbir ilah olmayandır. Diridir, kayyumdur. O'nu ne bir uyuklama tutabilir, ne de bir uyku. Göklerdeki her şey, yerdeki her şey O'nundur. İzni olmaksızın O'nun katında şefaatte bulunacak kimdir? O, kulların önlerindekileri ve arkalarındakileri (yaptıklarını ve yapacaklarını) bilir. Onlar O'nun ilminden, kendisinin dilediği kadarından başka bir şey kavrayamazlar. O'nun kürsüsü, bütün gökleri ve yeri kaplayıp kuşatmıştır. (O, göklere, yere, bütün evrene hükmetmektedir.) Gökleri ve yeri koruyup gözetmek O'na güç gelmez. O, yücedir, büyüktür."
  },
  {
    "id": 6,
    "sure_no": 3,
    "ayet_no": 26,
    "arabic_text": "",
    "turkish_text": "De ki: \"Ey mülkün sahibi olan Allah'ım! Sen mülkü dilediğine verirsin. Dilediğinden de mülkü çeker alırsın. Dilediğini aziz edersin, dilediğini zelil edersin. Hayır senin elindedir. Şüphesiz sen her şeye hakkıyla gücü yetensin.\""
  },
  {
    "id": 7,
    "sure_no": 3,
    "ayet_no": 173,
    "arabic_text": "",
    "turkish_text": "Onlar öyle kimselerdir ki, halk kendilerine, \"İnsanlar size karşı ordu toplamışlar, onlardan korkun\" dediklerinde, bu söz onların imanını artırdı ve \"Allah bize yeter, O ne güzel vekildir!\" dediler."
  },
  {
    "id": 8,
    "sure_no": 5,
    "ayet_no": 114,
    "arabic_text": "",
    "turkish_text": "Meryem oğlu İsa, \"Ey Allahım! Ey Rabbimiz! Bize gökten bir sofra indir ki; önce gelenlerimize (zamanımızdaki dindaşlarımıza) ve sonradan geleceklerimize bir bayram ve senden (gelen) bir mucize olsun. Bizi rızıklandır. Sen rızıklandıranların en hayırlısısın\" dedi."
  },
  {
    "id": 9,
    "sure_no": 7,
    "ayet_no": 23,
    "arabic_text": "",
    "turkish_text": "Dediler ki: \"Rabbimiz! Biz kendimize zulüm ettik. Eğer bizi bağışlamaz ve bize acımazsan mutlaka ziyan edenlerden oluruz.\""
  },
  {
    "id": 10,
    "sure_no": 7,
    "ayet_no": 126,
    "arabic_text": "",
    "turkish_text": "\"Sen sırf, Rabbimizin ayetleri bize geldiğinde iman ettiğimiz için bize hınç duyuyorsun. Ey Rabbimiz! Üzerimize sabır yağdır ve müslüman olarak bizim canımızı al.\""
  },
  {
    "id": 11,
    "sure_no": 10,
    "ayet_no": 10,
    "arabic_text": "",
    "turkish_text": "Bunların oradaki duaları, \"Seni eksikliklerden uzak tutarız Allah'ım!\", aralarındaki esenlik dilekleri, \"selam\"; dualarının sonu ise, \"Hamd alemlerin Rabbi Allah'a mahsustur\" sözleridir."
  },
  {
    "id": 12,
    "sure_no": 14,
    "ayet_no": 40,
    "arabic_text": "",
    "turkish_text": "\"Rabbim! Beni namaza devam eden bir kimse eyle. Soyumdan da böyle kimseler yarat. Rabbimiz! Duamı kabul eyle.\""
  },
  {
    "id": 13,
    "sure_no": 17,
    "ayet_no": 24,
    "arabic_text": "",
    "turkish_text": "Onlara merhamet ederek tevazu kanadını indir ve de ki: \"Rabbim! Tıpkı beni küçükken koruyup yetiştirdikleri gibi sen de onlara acı.\""
  },
  {
    "id": 14,
    "sure_no": 17,
    "ayet_no": 80,
    "arabic_text": "",
    "turkish_text": "De ki: \"Rabbim! (Gireceğim yere) doğruluk ve esenlik içinde girmemi sağla. (Çıkacağım yerden de) beni doğruluk ve esenlik içinde çıkar. Katından bana yardımcı bir kuvvet ver.\""
  },
  {
    "id": 15,
    "sure_no": 20,
    "ayet_no": 25,
    "arabic_text": "",
    "turkish_text": "Musa, dedi ki: \"Rabbim! Gönlüme ferahlık ver.\""
  },
  {
    "id": 16,
    "sure_no": 23,
    "ayet_no": 29,
    "arabic_text": "",
    "turkish_text": "Yine de ki: \"Ey Rabbim! Beni bereketli bir yere kondur. Sen, konuk edenlerin en hayırlısısın.\""
  },
  {
    "id": 17,
    "sure_no": 25,
    "ayet_no": 65,
    "arabic_text": "",
    "turkish_text": "Onlar, şöyle diyenlerdir: \"Ey Rabbimiz! Bizden cehennem azabını uzaklaştır, gerçekten onun azabı sürekli bir helaktir!\""
  },
  {
    "id": 18,
    "sure_no": 26,
    "ayet_no": 83,
    "arabic_text": "",
    "turkish_text": "\"Ey Rabbim! Bana bir hikmet bahşet ve beni salih kimseler arasına kat.\""
  },
  {
    "id": 19,
    "sure_no": 28,
    "ayet_no": 16,
    "arabic_text": "",
    "turkish_text": "Musa, \"Rabbim! Şüphesiz ben nefsime zulmettim. Beni affet\" dedi. Allah da onu affetti. Şüphesiz O, çok bağışlayandır, çok merhamet edendir."
  },
  {
    "id": 20,
    "sure_no": 112,
    "ayet_no": 1,
    "arabic_text": "",
    "turkish_text": "De ki: \"O, Allah'tır, bir tektir.\""
  },
  {
    "id": 21,
    "sure_no": 113,
    "ayet_no": 1,
    "arabic_text": "",
    "turkish_text": "(1-5) De ki: \"Yarattığı şeylerin kötülüğünden, karanlığı çöktüğü zaman gecenin kötülüğünden, düğümlere üfleyenlerin kötülüğünden, haset ettiği zaman hasetçinin kötülüğünden, sabah aydınlığının Rabbine sığınırım.\""
  },
  {
    "id": 22,
    "sure_no": 114,
    "ayet_no": 1,
    "arabic_text": "",
    "turkish_text": "(1-6) De ki: \"Cinlerden ve insanlardan; insanların kalplerine vesvese veren sinsi vesvesecinin kötülüğünden, insanların Rabbine, insanların Melik'ine, insanların İlah'ına sığınırım.\""
  },
  {
    "id": 23,
    "sure_no": 2,
    "ayet_no": 28,
    "arabic_text": "",
    "turkish_text": "Siz cansız (henüz yok) iken sizi dirilten (dünyaya getiren) Allah'ı nasıl inkar ediyorsunuz? Sonra sizleri öldürecek, sonra yine diriltecektir. En sonunda O'na döndürüleceksiniz."
  },
  {
    "id": 24,
    "sure_no": 2,
    "ayet_no": 285,
    "arabic_text": "",
    "turkish_text": "Peygamber, Rabbinden kendisine indirilene iman etti, mü'minler de (iman ettiler). Her biri; Allah'a, meleklerine, kitaplarına ve peygamberlerine iman ettiler ve şöyle dediler: \"Onun peygamberlerinden hiçbirini (diğerinden) ayırt etmeyiz.\" Şöyle de dediler: \"İşittik ve itaat ettik. Ey Rabbimiz! Senden bağışlama dileriz. Sonunda dönüş yalnız sanadır.\""
  },
  {
    "id": 25,
    "sure_no": 14,
    "ayet_no": 3,
    "arabic_text": "",
    "turkish_text": "Dünya hayatını ahirete tercih edenler, (insanları) Allah yolundan çevirip onu eğri ve çelişkili göstermek isteyenler var ya, işte onlar derin bir sapıklık içindedirler."
  },
  {
    "id": 26,
    "sure_no": 14,
    "ayet_no": 2,
    "arabic_text": "",
    "turkish_text": "(1-2) Elif Lam Ra. Bu Kur'an, Rablerinin izniyle insanları karanlıklardan aydınlığa, mutlak güç sahibi ve övgüye layık, göklerdeki ve yerdeki her şey kendisine ait olan Allah'ın yoluna çıkarman için sana indirdiğimiz bir kitaptır. Şiddetli azaptan dolayı vay kafirlerin haline."
  },
  {
    "id": 27,
    "sure_no": 50,
    "ayet_no": 2,
    "arabic_text": "",
    "turkish_text": "(1-2) Kaf. Şerefli Kur'an'a andolsun ki kafirler, aralarından bir uyarıcının gelmesine şaştılar ve şöyle dediler: \"Bu tuhaf bir şeydir!\""
  },
  {
    "id": 28,
    "sure_no": 3,
    "ayet_no": 2,
    "arabic_text": "",
    "turkish_text": "Allah, kendisinden başka hiçbir ilah bulunmayandır. Diridir, kayyumdur."
  },
  {
    "id": 29,
    "sure_no": 55,
    "ayet_no": 1,
    "arabic_text": "",
    "turkish_text": "(1-2) Rahman, Kur'an'ı öğretti."
  },
  {
    "id": 30,
    "sure_no": 13,
    "ayet_no": 2,
    "arabic_text": "",
    "turkish_text": "Allah, gökleri gördüğünüz herhangi bir direk olmadan yükselten, sonra Arş'a kurulan, güneşi ve ayı buyruğu altına alandır. Bunların hepsi belli bir zamana kadar akıp gitmektedir. O, her işi (hakkıyla) düzenler, yürütür, ayetleri ayrı ayrı açıklar ki Rabbinize kavuşacağınıza kesin olarak inanasınız."
  },
  {
    "id": 31,
    "sure_no": 10,
    "ayet_no": 1,
    "arabic_text": "",
    "turkish_text": "Elif, Lam, Ra. Bunlar hikmet dolu Kitab'ın ayetleridir."
  },
  {
    "id": 32,
    "sure_no": 110,
    "ayet_no": 1,
    "arabic_text": "",
    "turkish_text": "(1-3) Allah'ın yardımı ve fetih (Mekke fethi) geldiğinde ve insanların bölük bölük Allah'ın dinine girdiğini gördüğünde, Rabbine hamd ederek tespihte bulun ve O'ndan bağışlama dile. Çünkü O, tövbeleri çok kabul edendir."
  },
  {
    "id": 33,
    "sure_no": 2,
    "ayet_no": 1,
    "arabic_text": "",
    "turkish_text": "Elif Lam Mim."
  },
  {
    "id": 34,
    "sure_no": 1,
    "ayet_no": 2,
    "arabic_text": "ٱلْحَمْدُ لِلَّهِ رَبِّ ٱلْعَٰلَمِينَ",
    "turkish_text": "(2-4) Hamd, Alemlerin Rabbi, Rahman, Rahim, hesap ve ceza gününün (ahiret gününün) maliki Allah'a mahsustur."
  },
  {
    "id": 35,
    "sure_no": 1,
    "ayet_no": 3,
    "arabic_text": "ٱلرَّحْمَٰنِ ٱلرَّحِيمِ",
    "turkish_text": "(2-4) Hamd, Alemlerin Rabbi, Rahman, Rahim, hesap ve ceza gününün (ahiret gününün) maliki Allah'a mahsustur."
  }
]